//
//  Tasks.swift
//  ChallengeApp
//
//  Created by Даниил on 15.05.21.
//

import Foundation

struct Task {
    
    var category: String
    var tasks: [String]
    
}


var tasks: [Task] =
                    [Task(category: "Школа", tasks: ["Вырви лист с тетради","Распишись за родителей в дневнике","Сделай селфи с учителем", "Поставь себе оценку в дневнике", "Сломай свою пишущую ручку", "Отнеси на себе любого игрока в туалет", "Покажи позу, в которой обычно спишь", "Нарисуй себе на лице усы", "Погавкай в окно на прохожих пока идет время", "Откуси ноготь зубами", "Ковыряйся в носу на коридоре"]),
                     Task(category: "Дома", tasks: ["Присядь 10 раз", "Прыгни 20 раз", "Сделай фонтанчик из воды на кухне", "Выкрикните первое слово, которое придет вам в голову прямо сейчас", "Сделайте массаж кому-нибудь из присутствующих", "Дико танцуйте под свою любимую песню", "Разместите в интернете свою неудачную фотографию. Пусть ее выберут другие участники", "Ведите себя как обезьяна", "Откройте любую соцсеть, зайдите в аккаунт первого человека, которого увидите, и поставьте лайк на каждый его пост", "Закройте глаза и позвольте другим участникам положить вам в рот любую еду из холодильника, какую они выберут", "Позвольте человеку справа пощекотать вас", "Спародируйте человека слева от вас"]),
                     Task(category: "Пара", tasks: ["ПУЦКП","пйпйуп","купии","ици"])]
                     





