//
//  Tasks.swift
//  ChallengeApp
//
//  Created by Даниил on 15.05.21.
//

import Foundation

struct Task {
    
    var category: String
    var tasks: [String]
    
}


var tasks: [Task] = [Task(category: "Школа", tasks: ["Вырви лист с тетради","Распишись за родителей в дневнике","Сделай селфи с учителем", "Поставь себе оценку в дневнике", "Сломай свою пишущую ручку", "Отнеси на себе любого игрока в туалет", "Покажи позу, в которой обычно спишь", "Нарисуй себе на лице усы", "Погавкай в окно на прохожих пока идет время", "Откуси ноготь зубами", "Ковыряйся в носу на коридоре"]),
                     Task(category: "Дома", tasks: ["Присядь 10 раз", "Прыгни 20 раз"]),
                     Task(category: "Пара", tasks: ["ПУЦКП","пйпйуп","купии","ици"])]
                     





